export default {
  markdown: [
    `## 経歴

- 法学部法律学科卒業（文系）
- 2013年度入社（今年6年目）
- ○○会社工事施工管理システム一括請負PJ 2年半
- ○○会社アプリケーション基盤グループ 2年半
- ○○会社アジャイル開発チーム 2ヶ月`,

    `## 法学部法律学科卒業（文系）

- この中で文系だって人、どれぐらいいます？
- プログラミング経験ゼロのまま入社した人、どれぐらいいます？`,

    `## 最初のプログラミング、正直わけわかんなくない？

- public static void main(String[] args)
- そしてSystem.out.printlnで吐き出すだけのプログラムが味気ない`,

    `## 3年目くらいの時の正直な話

- PJを通して多少のプログラミングは覚えたけど……
- 得たスキルはPJ特化……`,

    `## そんな時に出会ったのが Vue.js

- 当時PJで利用していたAngularJSで苦戦中
- シンプルな構文に惹かれ触ってみると……アプリが作れそうな気がする！`,

    `## アプリ作れた

- 本当にシンプルなクイズアプリ
- １つ目ができたら２つ目もできる`,

    `## ちょっと今日入門してみませんか？

![タマネギ先生](/school_class_english.png)
- [Vue.jsに入門してみる](/samples)`,

    `## いかがでしたか

- Vueでならアプリ作れそうな気がしませんか？
- Future Heartsの記事で試してみてください！`,

    `## Vueでなくてもいいんです

- Vue は初心者に特に向いている
  - 書きやすい、書き方が統一しやすい
  - Vueは公式ガイドが全て日本語化されてる
  - JavaScriptなどのWeb系の技術は利用者が多くググればなんとかなる`,

    `## そしてアウトプットしよう

- みんなに見てもらう知ってもらう
- 自分の知識を整理する
  `,

    `## ご清聴ありがとうございました`
  ],
}
